//===== 演習3 =====
//Q
//数値を表示するプログラムがあります。
//このプログラムを改良して、以下の数式を表示するプログラムを作成してください。
//12345 + 6789
//期待する出力値
//12345 + 6789


#include <stdio.h>

int main(void) {
  printf("12345 + 6789\n");
}



//===== 演習2 =====
//Q
//以下の足し算をおこない、計算結果を表示するプログラムを作成し実行してください。
//12345 + 6789
//期待する出力値
//19134

// #include <stdio.h>

// int main(void)
// {
//   printf("%d\n", 12345 + 6789);
// }

//===== 演習1 =====
//Q
//以下の数値を表示するプログラムを実行してください。
//12345
//期待する出力値
//12345

// #include <stdio.h>

// int main(void)
// {
//     printf("%d\n",12345);
// }
