//===== 演習3 =====
//Q
//足し算をおこなうプログラムがあります。
//このプログラムを修正して、以下の引き算をおこない、計算結果を表示してください
//12345 / 5
//===== 期待する出力値 =====
//2469
#include <stdio.h>

int main(void) {
  printf("%d", 12345 / 5);
}
//===== 演習2 =====
//Q
//足し算をおこなうプログラムがあります。
//このプログラムを修正して、以下の引き算をおこない、計算結果を表示してください
//12345 * 6789
//===== 期待する出力値 =====
//83810205
// #include <stdio.h>

// int main(void) {
//   printf("%d", 12345 * 6789);
// }
//===== 演習1 =====
//Q
//足し算をおこなうプログラムがあります。
//このプログラムを修正して、以下の引き算をおこない、計算結果を表示してください
//12345 - 6789
//===== 期待する出力値 =====
//5556
// #include <stdio.h>

// int main(void) {
//   printf("%d", 12345 - 6789);
// }
